cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/core"
tap "caskroom/cask"
tap "heroku/brew"

brew "anyenv"
brew "git"
brew "vim"
brew "zsh"
brew "lazygit"
brew "starship"
brew "go"
brew "yarn"
brew "node"
brew "github/gh/gh"
brew "dep"
brew "direnv"

cask "google-chrome"
cask "slack"
cask 'visual-studio-code'
cask "iterm2"
cask "1password"
cask "gitkraken"
cask "zoomus"
cask "discord"